import React from 'react'
import Header from '../../components-m/Headers'
import './index.scss'
export default () => {
    return <div className="jpser">
        <Header title={'利用規約'}/>
        <div className="jpser-con">
            <h2>Quattro Walletサービス利用規約</h2>
            <div className="jpser-list">
                <h3>登録サービス規約（以下「本規約」という）は、Quattro Walletの各サービスについてユーザーとQuattro Walletが締結した関連権利義務規範です。ユーザーは、本サイトを訪問し、または利用することによって、本規約のすべての条件と条項を受け入れ、拘束されることに同意したことになります。Quattro Walletは本協定の条項を修正する権利があります。修正後の規約を公開すると共に元の規約を有効に取り替えます。ユーザーはいつでも最新規約を調べることができます。</h3>
                <div className="jpser-list-con">
                    <h4>サービス内容</h4>
                    <p>Quattro Walletは自分のシステムを運用してインターネット等通じて、ユーザーにマイニングマシンのレンタルと委託管理及びその他の未来に新たに増えるサービス製品を提供します。</p>
                    <p>ユーザーが提供した登録資料について、ユーザーは：（1）合法、真実、正確、詳細な個人資料を提供する；（2）変動があれば、適時にユーザー資料を更新する。ユーザーが提供した登録資料が合法的ではなく、真実ではなく、正確ではなく、詳細ではない場合、ユーザーはそれによる相応の責任と結果を負担し、Quattro Walletはユーザーへ各サービスを終了する権利を保有します。</p>
                </div>
                <div className="jpser-list-con">
                    <h4>ユーザーの権利</h4>
                    <p>利用者のユーザー名、パスワードと安全性（1）ユーザーはQuattro Walletの登録について選択する権利があり、Quattro Wallet登録ユーザーになる場合、自分で口座を作ることができます。ユーザー名の命名と使用は関連法律法規を遵守し、ネットワークコンプライアンスに適合しなければなりません。口座にはいかなる侮辱、脅威、猥褻、罵倒など他人の合法的権益を侵害する文字を含むことはできません。（2）ユーザーが登録に成功すれば、Quattro Walletの登録ユーザーとなり、アカウント（携帯番号またはメールアドレス）とパスワードを取得し、口座とパスワードでシステムに登録した後に発生したすべての活動とイベントに対して責任を負い、口座を使用時言語、行為などの直接または間接による法的責任を負う。（3）ユーザーはQuattro Walletのアカウントとパスワード、ショートメッセージの検証コード、Googleの検証コードを適切に保管する義務があり、ユーザー名とパスワード、Google二段階認証の安全に対して全責任を負う。ユーザーの原因でユーザー名やパスワード、Google二段階認証が漏れた場合の法的結果は、ユーザー本人が責任を負うものとし、ユーザー自身がこれらの情報を漏らしたことによる財産損失についてQuattro Walletは責任を負いません。（4）パスワードをなくした場合、電子メールで送信されたリンクを登録してパスワードをリセットすることができます。ユーザーが口座を不正に使用されたり、他のセキュリティホールがあることを発見したら、直ちにQuattro Walletに知らせるべきです。</p>
                    <p>Quattro Walletの承諾：法律規程により、またはユーザーの事前許可なしに、Quattro Walletはいかなる第三者にユーザのパスワード、名前、携帯番号などの非公開情報を開示しません。</p>
                    <p>ユーザーはQuattro Walletが提供した各オンライン、オフライン活動に参加する権利があります。</p>
                    <p>ユーザーはQuattro Walletのウェブサイトの規定に基づいて、Quattro Walletが提供するその他の各種サービスを利用する権利があります。</p>
                </div>
                <div className="jpser-list-con">
                    <h4>ユーザーの義務</h4>
                    <p>Quattro Walletを利用して国家の安全を害し、国家の秘密を漏洩し、国家社会集団の合法的権益を侵害してはいけません。Quattro Walletで以下の情報を作成、複製、伝播してはいけない。（1）反抗を扇動し、憲法と法律、行政法規を破壊し、実施したもの。（2）国家政権を転覆させ、社会主義制度を覆すよう扇動したもの。（3）国家分裂を扇動し、国家統一を破壊する；（4）民族憎悪、民族差別を扇動し、民族団結を破壊する；（5）事実を捏造し、歪曲し、デマをとばし、社会秩序を乱す；（6）封建迷信、猥褻、ポルノ、ギャンブル、暴力、殺人、恐怖、教唆犯罪を宣伝する；（7）他人を公然と侮辱したり、事実を捏造して他人を誹謗したり、その他の悪意のある攻撃をしたりする場合、（8）国家機関の信用を損なう場合、（9）その他の憲法及び法律行政法規に違反する場合、（10）商業広告行為を行う場合。</p>
                    <p>ユーザーはいかなる手段でQuattro Walletウェブサイトのアカウントを悪意に登録してはいけません。下記の行為を含みますが、これに限りません。不当利得、投機、現金化、受賞などを目的とした複数の口座を登録、他のユーザーアカウントを盗用。もしユーザーが上記の規定に違反したら、Quattro Walletは直接にあらゆる必要な措置を取って、違反で利益を得たことを取り消して、訴訟の形式を通じてユーザーの法律責任などを追及する権利があります。</p>
                    <p>ユーザーがQuattro Walletをいかなる形式で各種の不法活動に従事する場所、プラットフォームまたは媒介とすることを禁止する。Quattro Walletの授権または許可を得ていない場合、ユーザーは当駅の名義を使用し、いかなる商業活動に従事してもいけません。また、いかなる形式でもQuattro Walletを商業活動の場所、プラットフォームまたは媒介として使用してはいけません。</p>
                </div>
                <div className="jpser-list-con">
                    <h4>免責条項</h4>
                    <p>インターネットの特殊性に基づいて、Quattro Walletのサービスが中断されないことは保証されていません。サービスの適時性、安全性については保証しません。Quattro Walletの原因ではない損失による責任は負いません。Quattro Walletは、ユーザーがこのサイトを安全にアクセスし、使用することができるようにするために力を尽くしますが、Quattro Walletは、このサイトやサーバーがウイルスやその他の潜在的な有害要素を含んでいないことを保証していません。そのため、ユーザーは、業界で公認されているソフトウェアを使って、Quattro Walletからダウンロードされたファイルのウイルスを調べてください。特にハッカーの侵入行為や類似の行為についても、私たちはいかなる責任も負いかねます</p>
                    <p>Quattro Walletはユーザーが発表した情報の保存、修正、削除、または保存に失敗した場合、責任を負いません。サイト上の非Quattro Walletの故意による植字ミス、不注意などに対しては責任を負いません。Quattro Walletはウェブサイトのどの部分の漏れや誤りについて改善の権利はありが義務がありません。</p>
                    <p>Quattro Walletが書面で明確に約束していない限り、Quattro Walletはユーザーに対していかなる方式（経由、接続またはダウンロード含むが限らない）で当サイトから得られたいかなる内容情報、広告などを含むがそれに限らない情報についてその正確性、完全性、信頼性を保証しません。ユーザーが当サイト上のコンテンツ情報により購入、取得したいかなる製品、サービス、情報または資料についてQuattro Walletは責任を負いません。ユーザは、当サイトの情報コンテンツを使用することによるリスクを自己負担します。</p>
                    <p>すべてのユーザーに送る通告は、Quattro Walletが正式なページ広告、ダイレクトメッセージ、電子メール、カスタマーサービス電話、携帯メールまたは通常の手紙を通じて伝達されます。いかなる非Quattro Walletの正規ルートを通じて獲得した当選、割引などの活動や情報は、Quattro Walletが法律責任を負いません。</p>
                </div>
                <div className="jpser-list-con">
                    <h4>情報の秘密保持</h4>
                    <p>本規約でいうQuattro Walletのユーザー情報とは、法律、法規及び関連規定に適合し、下記の範囲に適合する情報を指します。（1）ユーザーがQuattro Walletに登録する時、Quattro Walletに提供する個人情報；（2）ユーザーがQuattro Walletサービス、ウェブサイト活動またはウェブページを訪問する時、Quattro Walletが自動的に受信し記録するユーザブラウザ端末または携帯電話のクライアントデータ、IPアドレス、ウェブサイトのCookieの中の資料とユーザーが使用するウェブページの記録を含むが、これらに限定しません。（3）Quattro Walletはビジネスパートナーから合法的に入手したユーザー個人情報です。</p>
                    <p>Quattro Walletの承諾：法律により、またはユーザーの事前許可なしに、Quattro Walletはいかなる第三者にユーザのパスワード、名前、携帯番号などの非公開情報を開示しません。</p>
                    <p>下記の法定の状況において、ユーザーの個人情報は一部または全部開示されます。（1）ユーザーの同意を得て、ユーザー本人または他の第三者に開示する；（2）法律、法規等の関連規定、或いは行政機構の要求に基づき、行政、司法機構又はその他の法律規定の第三者に開示する。（3）その他のQuattro Walletが法律、法規などの関連規定に基づいて披露する。</p>
                </div>
                <div className="jpser-list-con">
                    <h4>サービスの提供、修正及び終了</h4>
                    <p>ユーザーはQuattro Walletの各サービスを受けると同時に、Quattro Walletから提供される各種情報サービスを受け入れることに同意します。ユーザーはQuattro Walletにその電子メール、携帯電話、通信住所などに商業情報を送ることの権限を許可します。ユーザーはQuattro Wallet関連ページにアクセスして資料を変更することができます。</p>
                    <p>Quattro Walletは随時修正またはサービスを中断し、ユーザーに通知しない権利を保留します。Quattro Walletはサービスを修正または中断する権利があり、ユーザーまたは直接関係のない第三者に責任を負う必要がありません。</p>
                    <p>ユーザーは本規約の修正に異議があり、またはQuattro Walletのサービスに不満がある場合、以下の権利を行使することができます。（1）Quattro Walletのネットサービスの使用を停止する。（2）開発者メールアドレスなど合理的なルートをを通じて、Quattro Walletに対するサービスの停止を書面で効果的に通知します。サービス終了後、ユーザーがQuattro Walletサービスを利用する権利は直ちに終了します。この場合、Quattro Walletは未処理の情報または未完成のサービスをユーザまたは直接関係のない第三者に転送する義務がありません。</p>
                </div>
                <div className="jpser-list-con">
                    <h4>適用法律と裁判所</h4>
                    <p>ユーザーがQuattro Walletサイトを使用したことにより、または関連するあらゆる論争、権利主張またはその他の事項は、いずれものQuattro Wallet所在地の法律の管轄を受けます。</p>
                    <p>ユーザーとQuattro Walletで論争が発生した場合、まず誠実と信用の原則に基づいて協議を通じて解決しなければなりません。協議が成立しない場合、Quattro Walletの所在地の人民法院に訴訟を提起することになります。</p>
                </div>
            </div>
        </div>
    </div>
}
