import React from 'react'

import './index.scss'

export default () => {
    return <div className="hint">
        <h3>尊敬的用户：</h3>
        <div>自2021年5月份以来，中国有关部门陆续出台了挖矿的系列监管文件。火星云矿本着合规经营与保证用户资产安全的原则，自5月18日起已停止在中国境内销售矿机及托管服务，并于5月26日起屏蔽中国大陆ID访问火星云矿官方网站。6月11日起，我们向存量用户陆续开放矿机提机和代售矿机服务。</div>
        <div>9月24日，中国国家发改委等11部门联合发布《关于整治虚拟货币“挖矿”活动的通知》，要求严禁增量，加快存量挖矿项目有序退出。经慎重研究，火星云矿决定于2021年12月31日前完成中国境内矿机托管和租赁服务的清退工作。</div>
        <div>为保障平台清退工作顺利进行，日前已向待清退及清退中用户开放网站访问权限，待清退工作结束后网站将恢复访问限制。</div>
        <div>火星云矿 (MCLOUDS)</div>
    </div>
}
