import React from 'react'
import Header from '../../components-m/Headers'
import './index.scss'
export default () => {
    return <div className="jppriv">
        <Header title={'プライバシーポリシー'}/>
        <div className="jppriv-con">
            <h2>プライバシー</h2>
            <div className="jppriv-list">
                <h3>私たちはユーザーとウェブサイトの訪問者（総称して「あなた」といいます）のプライバシーを尊重し、オンラインのプライバシーを守るために最善を尽くします。このプライバシーポリシーはQuattro Walletとその関連組織（以下、「Quattro Wallet」または「私たち」という）の管理、収集、維持、処理のユーザー個人データの流れを概説しています。私たちは常にこのプライバシーポリシーを更新することができます。私たちはこのページで新たなプライバシーポリシーを発表して変更もお知らせします。このプライバシーポリシーを定期的に確認して変更を知ることをお勧めします。このプライバシーポリシーの変更は、このホームページを公開する際に有効となります。</h3>
                <div className="jppriv-lis-con">
                    <h4>1. 情報収集</h4>
                    <div className="jppriv-lis-con-p">
                        <p>私たちはあなたの個人データを使って、Quattro Walletからあなたに提供されたマイニングマシン共有サービス（「サービス」）を提供し、使用体験を改善していきます。「個人データ」とは、識別された人または識別可能な人に関する任意の情報をいいます。サービスを利用するためにアカウントを作成すると、あなたが提供してくれた情報を集めます。また、Cookie、ピクセルラベル、ローカルストレージ（ブラウザネットワーク記憶またはアプリケーションデータキャッシュ、データベース、サーバログなど）を含む様々な技術を使用して情報を収集し、記憶しています。サービスまたは当サイトをご利用いただくと、このプライバシーポリシーに従って情報を収集し利用することに同意するということです。このプライバシーポリシーに別の規定がない限り、本プライバシーポリシーで使用される用語は私たちのサービス規約と同じ意味を持っています。</p>
                        <p>1.1登録</p>
                        <p>アカウントを作成するには、メール、電話、パスワードなどのデータを提供する必要があります。</p>
                        <p>上記の情報の提供を拒否すると、サービスを提供することができません。</p>
                        <p>1.2支払情報</p>
                        <p>あなたの支払情報は第三者支払処理者に送信されあなたの使用は許可されたものとみなされます。私たちはあなたの暗号化されたウォレットのアドレスを保存できます。私たちの第三者支払処理者を通じてユーザ情報を保存できます。</p>
                        <p>1.3ログ情報</p>
                        <p>Quattro Walletは、あなたが私たちのサイトを訪問し、あなたのアカウントに登録するときに、ブラウザから送られた情報を収集します。このログデータには以下の情報が含まれています。あなたのコンピュータのインターネットプロトコル（IP）アドレス、ブラウザの種類、ブラウザのバージョン、あなたがアクセスしたサービスのページ、アクセス時間、日付、これらのページにかかる時間と他の統計データがあります。また、Google Analyticsなどの第三者サービスを使って、このような情報を収集、監視、分析し、サービスの機能性を向上させることができます。これらのサードパーティのサービスプロバイダは自分のプライバシーポリシーを持ってあり、情報を使い道を説明しています。これらのサードパーティサービスプロバイダは、私たちが任務を遂行するために必要な時にのみ、あなたの個人データを表示することができます。</p>
                        <p>1.4あなたの情報の使い道</p>
                        <p>あなたが提供した個人情報を次の目的に使う可能性あります。</p>
                        <p>（1）私たちのウェブサイトとその内容をお見せします;</p>
                        <p>（2）私たちのシステムのユーザとして識別します;</p>
                        <p>（3）ご注文を処理します;</p>
                        <p>（４）カスタマーサービス提供;</p>
                        <p>（5）ご要望にお答えします;</p>
                        <p>（6）製品の更新を提供します;</p>
                        <p>（7）私たちのウェブサイトを改善します；</p>
                        <p>（8）私たちの製品に関するニュース通信、調査、特恵及びその他の宣伝資料を送る；</p>
                        <p>（9）あなたとコミュニケーションします;</p>
                        <p>（10）リスクを管理し当サイトを保護します。私たちのサービスとあなたは詐欺から守ります;</p>
                        <p>（11）適用されるすべての法律と法規を遵守し、本サイトとQuattro Walletサービス協議を実行する;</p>
                        <p>（12）その他あなたの同意を得た目的に使用します。</p>
                        <p>1.5Cookieに関する情報</p>
                        <p>より良いウェブサイトアクセス体験を得るために、私たちは「Cookie」を使用して、このウェブサイトがあなたのブラウザを識別し、ユーザーの好みやその他の情報を保存することができます。ブラウザやブラウザの追加サービスが許可されている場合は、Cookieの許容度を変更したり、Cookieを拒否することができます。詳細についてはAboutCookies.orgご参考してください。ただし、このようにすれば、私たちのウェブサイトを訪問する体験に影響を与えるかもしれません。あるいは私たちの部分のサービスを利用できないかもしれません。</p>
                    </div>
                </div>
                <div className="jppriv-lis-con">
                    <h4>2. 第三者サービスプロバイダ</h4>
                    <div className="jppriv-lis-con-p">
                        <p>第三者サービスプロバイダを採用して業務関連のサービスを提供してくれるかもしれません。これらの第三者は、サービスを提供している間だけ、あなたの個人データにアクセスすることができるし、情報漏れを徹底し防止し他の目的使用してはいけない義務があります。しかし、私たちは三方のサービスプロバイダにあなたの個人データを提供する行為は、第三者のサービスプロバイダのユーザ情報に対する権利侵害またはプライバシー侵害行為に対していかなる法的責任を負うものとはみなされません。</p>
                    </div>
                </div>
                <div className="jppriv-lis-con">
                    <h4>3. ヨーロッパ経済区（EEA）の住民であれば</h4>
                    <div className="jppriv-lis-con-p">
                        <p>もしあなたがヨーロッパ経済区（EEA）の住民であれば、適用の法律法規に基づいて特定のデータ保護権利を持っています。私たちの目標は合理的な措置を取って、修正、削除、または制限をさせていただきます。もしあなたが私たちが持っている個人データとあなたの個人情報を私たちのシステムから削除したいなら、私たちに連絡してください。しかし、私たちはヨーロッパ経済区（EEA）の住民のデータ操作に対して、いかなる法的責任も負いません</p>
                    </div>
                </div>
                <div className="jppriv-lis-con">
                    <h4>4. 情報セキュリティ</h4>
                    <div className="jppriv-lis-con-p">
                        <p>私たちは私たちのウェブサイトとサービスを保護することに力を尽くしていますが、あなたにも個人情報の安全を守る責任があり、あなたの個人情報が正確で最新のものであるかを確認します。許可なしにあなたの口座にアクセスするのを防ぐ必要があります。共有コンピュータを使用する場合は、必ずログアウトしてください。また、許可されていない人に口座のパスワードと他のアカウントの登録情報を開示しないでください。</p>
                        <p>しかし、インターネットを介して伝送される方法や電子記憶方法は100%安全ではありません。したがって、あなたの個人情報を守るために最善を尽くすとともに、絶対的な安全性を保証することはできません。私たちはあなたが私たちのウェブサイトに送ることと/または私たちのサービスを通じての個人情報の安全性を保証することができません。個人情報の伝送は自分でリスクを負担します。</p>
                    </div>
                </div>
                <div className="jppriv-lis-con">
                    <h4>5. 国際データ転送</h4>
                    <div className="jppriv-lis-con-p">
                        <p>あなたの情報を提出することによって、あなたの情報（個人データを含む）があなたの国/地域の管轄範囲外のコンピュータとシステムに転送され保存される可能性があります。もしこのような転送が発生したら、あなたの情報があなたの国/地域の規定のレベルとほぼ同じように保護されていることを確認します。しかし、私たちはこの保護行為の結果に対して法的責任を負うことができません。</p>
                    </div>
                </div>
                <div className="jppriv-lis-con">
                    <h4>6. 第三者リンク</h4>
                    <div className="jppriv-lis-con-p">
                        <p>私たちは故意に16歳以下の人が私たちのウェブサイトの個人データを収集、維持させrることはありません。そして私たちのウェブサイトのどの部分も16歳以下の人に対応しません。16歳未満または満16歳以上だが自分の労働収入を主な収入源としない場合は、いかなる方法でこのサイトを使用したり、アクセスしたりしないでください。私たちが何気なく16歳以下の人の個人データを集めていると知った時、私たちは法律適用法規によって削除したり、他の適切な措置を取ります</p>
                    </div>
                </div>
                <div className="jppriv-lis-con">
                    <h4>7. 子供のプライバシー</h4>
                    <div className="jppriv-lis-con-p">
                        <p>私たちは故意に16歳以下の人が私たちのウェブサイトの個人データを収集、維持させrることはありません。そして私たちのウェブサイトのどの部分も16歳以下の人に対応しません。16歳未満または満16歳以上だが自分の労働収入を主な収入源としない場合は、いかなる方法でこのサイトを使用したり、アクセスしたりしないでください。私たちが何気なく16歳以下の人の個人データを集めていると知った時、私たちは法律適用法規によって削除したり、他の適切な措置を取ります。</p>
                    </div>
                </div>
                <div className="jppriv-lis-con">
                    <h4>8. 個人データの使用目的の変更</h4>
                    <div className="jppriv-lis-con-p">
                        <p>私たちがあなたの個人データを本プライバシーポリシー宣言以外のいかなる目的に使う場合、あなたに通知してまた有効な退出ルートを提供します。このプライバシーポリシーの規定外の目的に自分の個人データを使用できないように選択できるようにいたします。</p>
                        <p>新しいサービスと新しい活動に関するメールを送る可能性あります。私たちが送ったメールの中から「購読キャンセル」機能を選択して、Quattro Walletの宣伝メールの受信を拒否できます。しかし、サービスを利用することに同意したユーザは、サービスに関する他の重要な電子メールを引き続き受信してください。</p>
                    </div>
                </div>
                <div className="jppriv-lis-con">
                    <h4>9. 情報保存時間</h4>
                    <div className="jppriv-lis-con-p">
                        <p>法律法規を適用して保留要求がない限り、私たちはコスト政策の目的に達するために必要な期限内にあなたの個人情報を保留して保存します。法律で許可された場合、私たちは一定の個人情報を保存して記録に載せたり、法律のルートを通じて自身の権益を保障したりすることができます。私たちの情報保管行為は法律、法規の要求によって実行されます。私たちは情報保管の行為に対して法律上の責任を負いません。</p>
                    </div>
                </div>
                <div className="jppriv-lis-con">
                    <h4>10. あなたの個人情報を理解、取得、変更または削除する方法</h4>
                    <div className="jppriv-lis-con-p">
                        <p>あなたが私たち処理中のあなたのデータを確認したり、私たちが収集したあなたの個人情報をアクセスしたり、私たちが収集したあなたの個人情報を修正したり、私たちが収集したあなたの個人情報を削除したい場合はこのプライバシーポリシーで定められた連絡先を使って連絡してください。</p>
                    </div>
                </div>
                <div className="jppriv-lis-con">
                    <h4>11. 連絡方法</h4>
                    <div className="jppriv-lis-con-p">
                        <p>このプライバシーポリシーに対して何か質問があれば、当社お問い合わせしてください。</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
}
